[A_Item.BuffDrink_Damage:AttributePresentationDefinition_13 AttributePresentationDefinition]
Description="Increases damage for 3 minutes."

[A_Item.BuffDrink_Euphoric:AttributePresentationDefinition_13 AttributePresentationDefinition]
Description="Your Action Skill recharges twice as fast for 3 minutes."

[A_Item.BuffDrink_Euphoric:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="Can't you feel it? Euphoria."

[A_Item.BuffDrink_HealingInstant:AttributePresentationDefinition_13 AttributePresentationDefinition]
Description="Instantly heals 25% of your Max Health."

[A_Item.BuffDrink_HealingRegen:AttributePresentationDefinition_6 AttributePresentationDefinition]
Description="[health]Death your fate? Rejuvenate![-health]"

[A_Item.BuffDrink_Toughness:AttributePresentationDefinition_13 AttributePresentationDefinition]
Description="Reduces damage taken for 3 minutes."
